Repository: Alvar092/escalas
Catalog: Escalas/Localizables/TrunkControl.xcstrings
Source language: es
Languages: en

# trunkControl.rollingToWeakSide.title
source: Giro hacia el lado afecto
en: Rolling to Weak Side

# trunkControl.rollingToWeakSide.description
source: Capacidad para girar desde decúbito supino hacia el lado afecto.
en: Ability to roll from supine to the affected side.

# trunkControl.rollingToStrongSide.title
source: Giro hacia el lado sano
en: Rolling to Strong Side

# trunkControl.rollingToStrongSide.description
source: Capacidad para girar desde decúbito supino hacia el lado sano.
en: Ability to roll from supine to the unaffected side.

# trunkControl.balancedSitting.title
source: Equilibrio en sedestación
en: Balanced Sitting

# trunkControl.balancedSitting.description
source: Capacidad para mantenerse sentado sin apoyo durante al menos 30 segundos.
en: Ability to sit unsupported for at least 30 seconds.

# trunkControl.sittingUpFromLyingDown.title
source: Incorporación desde supino
en: Sitting Up from Lying Down

# trunkControl.sittingUpFromLyingDown.description
source: Capacidad para incorporarse desde decúbito supino hasta sedestación.
en: Ability to move from supine to a sitting position.

# trunkControl.standard.score.0
source: 0. Incapaz de realizar la tarea sin ayuda.
en: 0. Unable to perform the task without assistance.

# trunkControl.standard.score.12
source: 12. Realiza la tarea con ayuda.
en: 12. Performs the task with assistance.

# trunkControl.standard.score.25
source: 25. Realiza la tarea de forma independiente.
en: 25. Performs the task independently.
